brew "apktool"
brew "autojump"
brew "aria2"
brew "aws-shell"
brew "awscli"
brew "awsume"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bats-core"
brew "bitwarden-cli"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-open"
brew "git-plus"
brew "go"
brew "gpg"
brew "graphviz"
brew "helm"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "jenv"
brew "jid"
brew "jq"
brew "kotlin"
brew "kubectl"
brew "kubectx"
brew "minikube"
brew "mitmproxy"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "oath-toolkit"
brew "pgcli"
brew "prettyping"
brew "python"
brew "rbenv"
brew "rclone"
brew "rg"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "stern"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "websocketd"
brew "wget"
brew "yq"
brew "openjdk@11"
brew "sysdig"
brew "ncdu"
brew "urlview"
brew "nnn"
brew "macos-trash"
brew "tinyproxy"
brew "squid"
brew "maven"

tap "thecasualcoder/stable"
brew "kube-fzf"
brew "kube-tmuxp"
brew "lazy-connect"
brew "save-my-ears"
brew "tztail"

tap "goreleaser/tap"
brew "goreleaser"

tap "wagoodman/dive"
brew "dive"

tap "reactiveops/tap"
brew "rbac-lookup"

tap "koekeishiya/formulae"
brew "yabai"
brew "skhd"

cask "alacritty"
cask "amazon-music"
cask "android-file-transfer"
cask "balenaetcher"
cask "bitwarden"
cask "caffeine"
cask "ccmenu"
cask "docker"
cask "dozer"
cask "flux"
cask "gimp"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "licecap"
cask "mjml"
cask "netspot"
cask "ngrok"
cask "openoffice"
cask "postgres"
cask "postman"
cask "rectangle"
cask "rowanj-gitx"
cask "slack"
cask "sloth"
cask "steam"
cask "sublime-text"
cask "tipp10"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xca"
cask "pycharm-ce"
cask "maccy"
cask "http-toolkit"
cask "kap"
cask "miniconda"
cask "stretchly"
cask "mark-text"
cask "joplin"
cask "kindle"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "whichspace"
cask "bitbar"

tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-hack"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-jetbrains-mono"

tap "homebrew/cask-versions"
cask "firefox-developer-edition"

