brew "ansible"
brew "apktool"
brew "aria2"
brew "aws-shell"
brew "awscli"
brew "awsume"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bats-core"
brew "bitwarden-cli"
brew "cmake"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fswatch"
brew "fzf"
brew "git-crypt"
brew "git-open"
brew "git-plus"
brew "go"
brew "golang"
brew "gpg"
brew "graphviz"
brew "helm"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "jenv"
brew "jid"
brew "jq"
brew "kotlin"
brew "kubectl"
brew "kubectx"
brew "lua"
brew "minikube"
brew "mitmproxy"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node@10"
brew "nomad"
brew "oath-toolkit"
brew "pgcli"
brew "prettyping"
brew "python3"
brew "rbenv"
brew "rg"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "stern"
brew "telnet"
brew "tfenv"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "watch"
brew "websocketd"
brew "wget"
brew "yq"

tap "thecasualcoder/stable"
brew "kube-fzf"
brew "kube-tmuxp"
brew "lazy-connect"
brew "save-my-ears"
brew "tztail"

tap "goreleaser/tap"
brew "goreleaser"

tap "wagoodman/dive"
brew "dive"

tap "reactiveops/tap"
brew "rbac-lookup"

tap "homebrew/cask-versions"
tap "caskroom/cask"
cask "alacritty"
cask "amazon-music"
cask "android-file-transfer"
cask "balenaetcher"
cask "bitwarden"
cask "caffeine"
cask "ccmenu"
cask "charles"
cask "docker"
cask "dozer"
cask "eqmac"
cask "firefox"
cask "flux"
cask "gimp"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "licecap"
cask "mjml"
cask "netspot"
cask "ngrok"
cask "notion"
cask "openoffice"
cask "postgres"
cask "postman"
cask "rectangle"
cask "rowanj-gitx"
cask "slack"
cask "sloth"
cask "spectacle"
cask "steam"
cask "sublime-text"
cask "tipp10"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xca"

tap "caskroom/fonts"
cask "font-fira-code"
