brew "apktool"
brew "aws-shell"
brew "awscli"
brew "awsume"
brew "bats-core"
brew "bitwarden-cli"
brew "fswatch"
brew "graphviz"
brew "helm"
brew "helm"
brew "highlight"
brew "httpie"
brew "hugo"
brew "jid"
brew "kotlin"
brew "kubectl"
brew "kubectx"
brew "minikube"
brew "mitmproxy"
brew "ngrep"
brew "nmap"
brew "pgcli"
brew "python"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "stern"
brew "websocketd"
brew "sysdig"
brew "urlview"
brew "nnn"
brew "macos-trash"
brew "tinyproxy"
brew "squid"
brew "maven"
brew "neovim"
brew "qrcp"

tap "thecasualcoder/stable"
brew "kube-fzf"
brew "kube-tmuxp"
brew "lazy-connect"
brew "save-my-ears"
brew "tztail"

tap "goreleaser/tap"
brew "goreleaser"

tap "wagoodman/dive"
brew "dive"

tap "reactiveops/tap"
brew "rbac-lookup"

tap "koekeishiya/formulae"
brew "yabai"
brew "skhd"

tap "yqrashawn/goku"
brew "goku"

cask "alacritty"
cask "amazon-music"
cask "android-file-transfer"
cask "balenaetcher"
cask "ccmenu"
cask "docker"
cask "gimp"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "licecap"
cask "netspot"
cask "ngrok"
cask "openoffice"
cask "postman"
cask "ferdi"
cask "steam"
 cask "tipp10"
cask "vagrant"
cask "virtualbox"
cask "xca"
cask "http-toolkit"
cask "kap"
cask "miniconda"
cask "stretchly"
cask "kindle"
cask "bitbar"
cask "vimr"
cask "xdm"
