brew "autojump"
brew "aria2"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bat"
brew "cmake"
brew "git-delta"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-plus"
brew "git-filter-repo"
brew "go"
brew "gpg"
brew "htop"
brew "jq"
brew "node"
brew "oath-toolkit"
brew "prettyping"
brew "rclone"
brew "rg"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "openjdk@11"
brew "ncdu"
brew "ffmpeg"
brew "yt-dlp"
brew "neovim"
brew "docker"
brew "stern"
brew "kubectl"
brew "mkcert"
brew "kind"
brew "helm"
brew "parallel"
brew "httpstat"
brew "lefthook"
brew "gitleaks"
brew "kubectx"
brew "docker-buildx"
brew "pinentry-mac"
brew "ipcalc"
brew "rust"
brew "eza"
brew "neofetch"
brew "sniffnet"
brew "gradle"
brew "pipx"
brew "firefoxpwa"

tap "guumaster/homebrew-tap"
brew "hostctl"

cask "1password"
cask "1password-cli"
cask "keepingyouawake"
cask "flux"
cask "firefox"
cask "google-drive"
cask "google-chrome"
cask "iterm2"
cask "gitx"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "intellij-idea-ce"
cask "goland"
cask "pycharm-ce"
cask "google-cloud-sdk"
cask "zoom"
cask "stats"
cask "vimr"
cask "jordanbaird-ice"
cask "slack"
cask "wireshark"
cask "drawio"
cask "slack"
cask "capacities"
cask "chatgpt"
cask "raycast"
cask "rancher"
cask "discord"
cask "aldente"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk6"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk8"
cask "dotnet-sdk"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "karabiner-elements"
cask "keycastr"
cask "lm-studio"
cask "rider"

# fonts
cask "font-fira-code"
cask "font-hack"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-jetbrains-mono"
cask "font-meslo-for-powerlevel10k"

# TODO: find alternative for this
#tap "homebrew/cask-drivers"
#cask "obinskit"

tap "th-ch/youtube-music"
cask "youtube-music"

# Visual Studio Code Extensions
vscode "github.copilot"
vscode "bbenoist.nix"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "jetpack-io.devbox"
vscode "k--kato.intellij-idea-keybindings"
vscode "malmaud.tmux"
vscode "mechatroner.rainbow-csv"
vscode "mkhl.direnv"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
vscode "tamasfe.even-better-toml"
vscode "tht13.rst-vscode"
vscode "ventura.prom"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "xadillax.viml"
vscode "yinfei.luahelper"
